LEXICON_RU = {
    "commands": {
        "start": "Привет!\n"
                 "Это бот-стилизатор, который умеет переносить произвольный стиль на фотографии.\n"
                 "Отправь команду /nst, чтобы попробовать :)",

        "help": "Помощь :)",

        "cancel": "Если вдруг передумаешь, просто отправь мне команду /nst еще раз.",

        "no_cancel": "Нечего закрывать."
    },

    "nst": {
        "start": "Для стилизации потребуется 2 фото: фото-контент, на которое стиль накладывается, "
               "и картинка с желаемым стилем. \n"
               "Для начала отправьте мне фото-контент.",

        "content": "Фото с контентом получено! Теперь я жду изображение со стилем.",

        "style": "Стиль получен!\nТеперь выберите число <strong>от 1 до 5</strong> - степень переноса стиля.\n"
                 "* 1 - слабый перенос стиля\n"
                 "* 5 - сильный перенос стиля",

        "degree": "Начинаю стилизацию! Это займёт несколько минут...",

        "bad_photo": "Мне нужно фото. Если хотите завершить, отправьте /cancel.",

        "bad_degree": "Выберите число от 1 до 5. Если хотите завершить, отправьте /cancel."
    },

    "errors": {
        "internal_server_error": "Произошла ошибка на стороне сервера. Попробуйте ещё раз или чуть позже."
    }
}